
-------작가(Artist) 테이블 정보 입력--------------------------
insert into artist values(artist_seq.nextval, '알폰스 무하', 'Alphonse Mucha', '체코', '1860-07-24 ~ 1939-07-14'
, '[지스몬다], [황야의 여인], [황도 12궁], [샹프누아]', '체코의 화가이며 장식 미술가. 아르 누보 양식의 대표작가로 선적이고 장식적인 문양과 풍요로운 색감, 젊고 매혹적인 여성에 대한 묘사는 아르 누보의 정수로 평가된다.

그의 포스터와 장식 작품은 실용미술을 순수미술의 단계로 끌어 올리며, 근대미술의 새로운 영역의 등장과 발전에 핵심적인 역할을 수행했다.



무하는 1894년 당대 최고의 여배우 사라 베르나르(Sarah Bernhardt) 주연의 연극 ‘지스몬다’의 포스터를 제작하면서 명성을 얻기 시작했다.

이전까지 무명에 불과했던 무하는 이 포스터의 성공으로 베르나르와 6년간 전속 계약을 맺고 그녀가 공연하는 연극의 포스터뿐만 아니라 극장의 무대장치와 의상까지 담당하게 되었다.

또한 그녀의 전속 디자이너로 일하면서 달력, 일러스트, 상품 광고 등 폭넓은 분야에서 활발한 활동을 하며 대중예술가로 이름을 날렸다.



낭만적인 꿈의 세계를 창조한 무하는 이류에 머물러 있던 실용미술을 순수미술의 단계로 끌어올린 예술가 중 한 사람이다.

대량으로 인쇄된 그의 그래픽 작품은 시대의 요구에 따라 예술을 일상생활 속으로 끌어들이는 데 일찍이 기여했으며, 그의 포스터와 장식 작품은 회화와 다름없는 예술성을 추구함으로써 근대미술의 새로운 영역의 등장과 발전에 핵심적인 역할을 수행했다.

그의 작품은 1980년 파리 그랑팔레의 대규모 회고전을 통해 전시되었으며, 그를 기념하는 박물관이 프라하에 건립되었다.');

insert into artist values(artist_seq.nextval, '아실 고르키', 'Arshile Gorky', '미국', '1904-04-15 ~ 1948-07-21'
, '[소치 정원], [폭포], [간은 닭의 볏이다], [밀크위드의 일년]', '아르메니아 태생 미국의 화가. 초현실주의에 접근했다 W.데쿠닝과 아틀리에를 쓰면서 유기적인 추상양식을 확립했다. 자연물의 원형을 조합하여 내적인 세계를 표현한 추상표현주의의 대표적 화가이다. 



본명 Vosdanig Manoog Adoian. 아르메니아 출생. 15세 때 미국으로 건너가 뉴욕에서 디자인 및 공예를 배우고, J.미로의 작품과 R.마타, A.콜더 등과 알게 되어 초현실주의에 접근하였다(1929). 한때 W.데쿠닝과 아틀리에를 쓰면서 유기적인 추상양식을 확립하였다(1940). 자연물의 원형을 조합하여 내적인 세계를 표현한 추상표현주의의 대표적 화가이다. 만년에 화재와 교통사고의 불행이 겹쳐 자살하였다.');
insert into artist values(artist_seq.nextval, '클로드 모네', 'Claude Monet', '프랑스', '1840-11-14 ~ 1926-12-05'
, '[인상, 해돋이], [풀밭위의 점심식사], [푸르빌의 절벽 산책로], [수련]', '프랑스의 인상파 화가. 인상파 양식의 창시자 중 한 사람으로, 그의 작품 [인상, 해돋이] 에서 ‘인상주의’라는 말이 생겨났다.
‘빛은 곧 색채’라는 인상주의 원칙을 끝까지 고수했으며, 연작을 통해 동일한 사물이 빛에 따라 어떻게 변하는지 탐색했다.
말년의 [수련] 연작은 자연에 대한 우주적인 시선을 보여준 위대한 걸작으로 평가받는다. ');
insert into artist values(artist_seq.nextval, '에드가 드가', 'Edgar Degas', '프랑스', '1834-07-19 ~ 1917-09-27'
, '[압생트], [무대 뒤의 무희], [발레 수업]', '프랑스의 화가. 파리의 근대적인 생활에서 주제를 찾아 정확한 소묘능력 위에 신선하고 화려한 색채감이 넘치는 근대적 감각을 표현했다. 인물동작의 순간적인 포즈를 교묘하게 묘사해 새로운 각도에서 부분적으로 부각시키는 수법을 강조했다.



그는 파리의 근대적인 생활에서 주제를 찾게 되자 더욱 재능을 발휘하여 정확한 소묘능력 위에 신선하고 화려한 색채감이 넘치는 근대적 감각을 표현하였다. 인물동작을 잡아 순간적인 포즈를 교묘하게 묘사하여 새로운 각도에서 부분적으로 부각시키는 수법을 강조해왔다. 경마나 무희, 욕탕에 들어가거나 나오려는 여성의 한 순간의 동작을 즐겨 그렸다. 이러한 그의 눈과 기량은 파스텔이나 판화에도 많은 수작을 남겼을 뿐 아니라, 만년에 시력이 극도로 떨어진 뒤에 손댄 조각에까지 더없는 걸작을 만들어냈다. 선천적으로 자의식(自意識)이 강한 성격 때문에 독신으로 보냈고, 그의 인간혐오증은 늙어갈수록 더하여 고독한 가운데 파리에서 83년의 생애를 마쳤다. 파리 인상파미술관에 소장된 대표작 《압생트》(1876) 《대야》(1886)를 비롯한 많은 작품을 남겼다.');
insert into artist values(artist_seq.nextval, '펠릭스 발로통', 'Fellix Vallotton', '스위스', '1865-12-28 ~ 1925-12-29'
, '[극장의 내부], [가면에 관한 책 삽화]', '스위스 출신의 프랑스 화가. 로잔에서 출생하여 파리에서 사망. 17세때 화가를 지망하여 파리로 나아가 아카데미에 첫 출품하였다.

그 뒤, 오스트리아와 이탈리아를 여행하였고 1891년 툴루즈 로트렉, 반 고흐의 작품에서 강한 영향을 받고 나비파에 참가하였다.

명확한 형태 파악과 아라베스크에 의한 화면구성으로 나비파의 특색을 나타내었으나 주제의 취급에 있어 사회주의의 독특한 풍자성을 표시 하였다.

1900년 프랑스에 귀환함. 판화에도 능숙하여 레미 드 구르몽 (Remy De Gourmont, 1858~1915)의 『Le Livre Des Masques(가면에 관한 책)』의 삽화 등을 제작 하였다. (동판 22, 석판화 58, 목판화 141) 대표작 『극장의 내부』 (파리 근대국립박물관) 등.');
insert into artist values(artist_seq.nextval, '페르낭 레제', 'Fernand L?ger', '프랑스', '1881-02-04 ~ 1955-08-17'
, '[기계적 발레], [빅 퍼레이드]', '프랑스 화가. 노르망디의 아르장탕 출생, 파리 근교의 제프 쉬르 이베트에서 사망. 칸에서 건축을 배우고, 파리에서 장식미술학교와 아카데미 줄리앙을 수료.

1910년경부터 큐비즘 운동에 참가, 피카소, 브라크, 로베르 들로네 등과 함께 그 유력한 추진자의 한사람이 된다.



후일 들로네와 함께 큐비즘에서 색채의 움직임을 추구하여 1917~1920년 기계문명의 다이나미즘을 표현함. 1925년 르코르뷔지에의 이론에 영향을 받아 벽화를 그리기 시작함.

건축과 추상회화의 접점을 탐색하는 한편, 영화 『기계적 발레(Ballet M?chanique)』(1924~1925)에서, 일상의 물체 또는 그 일부를 단독으로 잘라내어, 크게 확대함으로써 새로운 조형적 리얼리티를 추구했다.



1935년 이후 근대 회화에서 망각된 군상 구성을 취하여, 제2차 세계대전 후는 피크닉, 사이클링, 서커스 등의 서민적 리크레이션의 세계를 굵고 명쾌한 윤곽선으로 그렸다.(『The Big Parade』, 1954, 파리 마그 화랑) 또

기법적으로는 색채를 대상에서 분리, 순색의 띠로 화면에 그리기도 함. 1950년에 베네수엘라 중앙대학 창문에 스테인드글라스를 제작하였다. 1960년 비오트에 레제 미술관이 설립 되었다.');
insert into artist values(artist_seq.nextval, '프란체스코 구아르디', 'Francesco Guardi', '이탈리아', '1712 ~ 1793'
, '[베네치아, 산 마르코 광장], [건축물을 그린 카프리초], [베네치아 부근 풍경]', '프란체스코 과르디는 18세기 베네치아 풍경화의 마지막 대표 화가로 자신이 살던 베네치아를 수려한 빛의 표현 기법으로 그려낸 로코코 화가이다. 



이탈리아 베네치아에서 태어난 프란체스코 과르디는 귀족 집안에서 태어나 화가였던 아버지 도메니코의 영향을 받아 화가가 되었다. 그는 화가였던 형과 함께 아틀리에를 운영했고 그 과정에서 다양한 작가들의 작품을 모방하고 연구하며 자신만의 화풍을 만들어갔다.

빛의 효과에 집중했던 과르디는 대기 표현법과 명암법, 원근법에 관심을 보였다. 그래서 그는 베네치아 특유의 분위기와 빛에 비친 풍경을 그리기 위해 많은 노력을 기울였다.

자신이 살던 베네치아를 위주로 많은 풍경화를 남기며 꾸준히 빛의 효과를 나타낼 수 있는 기법을 연구했던 과르디는 18세기 베네치아 풍경화의 마지막 화가라는 점에서 의의가 있다.');
insert into artist values(artist_seq.nextval, '구스타프 클림트', 'Gustav Klimt', '오스트리아', '1862. 7. 14 ~ 1918. 2. 6.'
, '《유디트 Judith》(1901), 《아델레 블로흐 바우어의 초상 Portrait of Adele Bloch-Bauer》(1907), 《입맞춤 The Kiss》(1907~1908), 《다나에 Dana?》(1907~1908)', '오스트리아의 화가. 아르누보 계열의 장식적인 양식을 선호하며 전통적인 미술에 대항해 ''빈 분리파''를 결성했다. 

관능적인 여성 이미지와 찬란한 황금빛, 화려한 색채를 특징으로 하고 성(性)과 사랑, 죽음에 대한 알레고리로 많은 사람들을 매혹시켰다');
insert into artist values(artist_seq.nextval, '앙리 마티스', 'Henri Matisse', '프랑스', '1869-12-31 ~ 1954-11-03'
, '[춤], [달팽이], [푸른 누드 IV]', '본명 앙리 에밀 브누아 마티스(Henri Emile Benoit Matisse). 프랑스의 화가. 



1896년 살롱에 첫 출품. 1898년에 스승 모로가 사망하자 다음 해에 아카데미를 떠나 파리의 아카데미 카리에르에 다니며, 드렝과 알게되고, 그의 소개로 블라맹크와도 교제함. 또 그 전후로 신인상주의에 접근, 1904년 볼라르의 화랑에서 최초의 개인전을 열었다.

1905년의 여름을 드렝과 프랑스 남부 지중해 부근에서 보내고 함께 포비즘에 도달하게 된다(『콜리우르의 열린 창문』 1905, 뉴욕, 존 헤이 휘트니 소장 등). 다음 해 거트루드 스타인 집에서 피카소와 만난다.

1908년 『Note d''un Peintre』 (화가의 노트) 를 발표. 그해, 모스크바의 대수집가 시추킨에게 『후식: 붉은 색의 하모니』(에르미타주 미술관)등을 매도. 1911년에는 그의 초대로 모스크바를 방문한다.

1909년 파리 근교 이시 레 물리노에 옮기다. 1911~1912년에 모로코를 두번 여행함. 그 때부터 여러가지 공간표현의 실험, 장식적 요소의 대담한 사용을 시도한다. 1916년부터 겨울은 니스에서, 여름은 파리에서 보내는 일이 많아지고,

『오달리스크』의 주제를 즐겨 택한다. 1932년 미국 메리온 소재 ''반즈재단''의 벽화 『댄스II』를 완성함(반즈 재단미술관). 이후 평면화와 단순화의 시도(『장미빛의 나부』 1935, 볼티모어 미술관 등)를 거쳐, 1940년대의 대실내의 연작을 하기에 이른다(『빨간 대실내』 1948, 파리 국립현대미술관람 등).



1941년 대수술을 받고, 1943~1948년 남프랑스의 니스에 정주, 절지화(切紙畵)에 전념하여, 작품집 『재즈』를 출판(1947). 1948~1951년, 건축의 설계, 벽화, 스테인드 글라스 등 모두 자신의 구상에 의한 로제르 드 방스 성당을 완성했다.

일찍이 조각과 판화에도 손댄 외에 말라르메 시집의 삽화(1931) 및 그래픽 작품도 많다. 가장 순수한 의미의 색채화가로 뛰어난 데생 능력의 소유자. 니스에 마티스 미술관이 있다.');
------------앙리 마티세 오류 뜸


insert into artist values(artist_seq.nextval, '앙리 루소', 'Henri Rousseau', '프랑스', '1844-05-21 ~ 1910-09-02'
, '[경악(驚愕):숲속의 폭풍], [잠자는 집시]', '마옌 데파르트망(Department) 라발 출생. 가난한 함석공의 아들로 태어났다. 20세 때 지원병으로 육군에 입대하여 군악대에서 클라리넷 연주자로 근무, 4년 후 아버지의 죽음으로 의가사 제대하여 파리에 정주하였다.

파리 세관에 세관원으로 근무하면서 독학으로 그림을 그리기 시작했다. 이 무렵의 전기에는 분명하지 않은 점이 많은데, 선량한 일요화가로 알려져 르 두아니에(Le Douanier:세관원)란 애칭을 얻게 된 듯하다.



1885년 살롱 드 샹젤리제에 2점의 작품을 출품한 것을 시초로 1886년 이후는 앙데팡당전(展)에 거의 매년, 1905년부터는 3년에 걸쳐 계속 살롱 도톤에 출품하였다.

세관에는 1893년까지 24년간 2등서기로 근무한 듯하나, 퇴직 후에는 파리 변두리에서 바이올린 ·그림 등의 교수를 생업으로 삼으며 그림제작에 전념하였다. 그의 작품은 사실과 환상을 교차시킨 독특한 것이어서 초기에는 사람들의 조소를 받았다.

그러나 1891년경부터 이국적인 정서를 주제로 다룬 《경악(驚愕:숲속의 폭풍)》(1891) 《잠자는 집시》(1897) 《뱀을 부리는 여인》(1907) 《시인의 영감》(1909) 등 창의에 넘치는 풍경화 ·인물화를 그렸다.

이들 작품에는 순진무구한 정신에 의해서 포착한 소박한 영상이 참신한 조형질서에 따라 감동적으로 나타나 있어, 현대의 원시적 예술의 아버지라 불릴 수 있는 하나의 전형(典型)을 엿볼 수 있다.



1905년경부터 피카소, 아폴리네르, 우데 등이 그의 작품에 주목하여 평가하기 시작하였으나, 그에 대한 실질적인 평가는 그의 사후에 이루어졌다.');

insert into artist values(artist_seq.nextval, '장프랑수아 밀레', 'Jean-Fran?ois Millet', '프랑스', '1814-10-04 ~ 1875-01-20'
, '[씨 뿌리는 사람], [이삭 줍는 사람들], [걸음마], [만종]', '프랑스의 화가. 진지한 태도로 농민생활에서 취재한 일련의 작품을 제작하여 독특한 시적(詩的) 정감과 우수에 찬 분위기가 감도는 작풍을 확립, 바르비종파의 대표적 화가가 되었다.

그러나 다른 화가들과 달리 풍경보다 농민생활을 더 많이 그렸다. 주요 작품으로 《씨뿌리는 사람》, 《이삭 줍는 사람들》, 《만종》 등이 있다.



농사를 지으면서 대지와 맺어져 있는 농민생활의 모습과 주변의 자연풍경을 그렸다

 이 시절에 T.루소, C.코로 등과 친교를 맺고, 빈곤과 싸우면서 진지한 태도로 농민생활에서 취재한 일련의 작품을 제작하여 독특한 시적(詩的) 정감과 우수에 찬 분위기가 감도는 작풍을 확립, 바르비종파(派)의 대표적 화가가 되었다.

그러나 다른 바르비종파 화가들과는 달리 풍경보다는 오히려 농민생활을 더 많이 그렸다. 그런 가운데 어딘지 모르게 풍기는 종교적 정감이 감도는 서정성으로 친애감을 자아내고 오늘날까지 유럽 회화사상 유명한 화가 중 한 사람으로 추앙받게 되었다.



말년에는 사회적으로도 인정받아 화가로서의 영광을 누렸으며, 1868년 프랑스의 최고훈장인 레종 도뇌르 훈장을 받았다.

주요 작품 중 《씨 뿌리는 사람》(1850) 《이삭 줍는 사람들》(1857) 《걸음마》(1858) 《만종》(1859) 등은 발표 당시부터 주목을 끌었으며, 말년의 가작 《봄》에는 빛의 효과에 있어서 인상파를 예고하였다.

그 밖에 《우유 짜는 여인》 《저녁기도》 《실 잣는 여인》 《괭이 가진 남자》 《젊은 어머니와 아기》 등이 있고, 소묘와 판화 등의 작품도 많다.');

insert into artist values(artist_seq.nextval, '호안 미로', 'Joan Mir?', '스페인', '1893-04-20 ~ 1983-12-25'
, '[꿈 그림], [상상 속의 풍경]', '스페인에서 가장 존경 받는 화가 가운데 한 사람인 호안 미로는 고향인 바르셀로나의 프란시스코 갈리 미술아카데미에서 수학했다.

미술과 함께 사업을 공부하기도 했던 그는 원래 사업가가 될 생각이었지만, 심각한 신경쇠약을 겪으며 인생의 진로를 바꾸게 되었다

미로는 야수주의와 입체주의, 그리고 초현실주의에서 모두 영향을 받았다. 그는 각각의 양식에서 다양한 요소들을 받아들여 자신만의 개성 있는 양식을 만들어냈다.



그의 작품들은 짙은 밝은 색채와 추상적인 형태들이 특징으로, 언뜻 보기엔 소박하고 원시적으로 보이지만, 좀 더 면밀히 관찰해보면 훨씬 더 복잡하고 예술적임을 알 수 있다.

그는 회화뿐 아니라 에칭, 동판화, 조각, 석판화, 그리고 컬리그래피 등 다양한 분야에서 작품 활동을 했다. 1920년대에 미로는 파리에서 활동했다.

당시 파리는 미술의 중심지로서, 그는 그곳에서 파블로 피카소와 친분을 쌓았고, 초현실주의 운동에도 참여했다. 그는 고향인 스페인으로 돌아와 몇 년간 지내다가, 스페인 내란이 일어나자 파시즘을 피해 다시 파리로 이주했다.

1937년에 미로의 작품이 파리 만국박람회에서 전시되었다.



""그림이나 시는 사랑, 즉 완전한 포용을 경험할 때 만들어진다."" ');

insert into artist values(artist_seq.nextval, '마르크 샤갈', 'Moishe Shagal', '러시아 → 프랑스', '1887-07-07 ~ 1885-03-28'
, '[나와 마을], [죽은 영혼, [예루살렘 하다사 병원 시나고그의 스테인드 글라스]', '러시아 출신의 프랑스 화가, 판화가. 백러시아의 비데브스크에서 출생. 1910년 파리에 왔다. 이 시대의 작품에는 고향의 풍물이 추억처럼 나타난다.

『나와 마을』(1911, 뉴욕, 현대미술관)등. 1914년 러시아에 돌아갔고, 혁명 후에는 미술 행정의 요직을 차지했으나, 1922년 재차 파리에 왔다. 제 2차 대전 중 도미, 1947년에 프랑스로 돌아왔다. 샤갈의 주제는 지상의 중력의 법칙을 벗어난 영원의 사랑이다.

샤갈에 있어서는 인간이나 동물들, 그중에서도 연인들은 자유롭게 하늘을 나는데, 이 사랑의 신화를 지탱하는 것이 신선하고 강렬한 색채이며, 이는 전후(戰後)에 더 심해졌다.

유채 외에 고골리의 『죽은 영혼』등의 삽화, 예루살렘 하다사 병원 시나고그의 스테인드 글라스, 파리의 오페라 극장 천장화도 있다. 동판화가, 석판화가로서도 뛰어났다. 『성서의 메시지』의 작품군(1967~1977)을 소장한 샤갈 미술관이 니스에 있다.');

insert into artist values(artist_seq.nextval, '폴 고갱', 'Paul Gauguin', '프랑스', '1848-06-07 ~ 1903-05-08'
, '[황색의 그리스도], [타히티의 여인들]', '폴 고갱(Paul Gauguin, 1848년 6월 7일 ~ 1903년 5월 8일)은 프랑스의 탈인상주의 화가이다. 파리에서 태어났다. 생전에는 그리 평가받지 못하였으나 오늘날에는 인상주의를 벗어나 종합주의 색채론에 입각한 작품을 남긴 화가로 널리 인정받고 있다.

생의 마지막 10여년을 타히티를 비롯한 프랑스령 폴리네시아에서 생활하며 작업하였고 이 시기 작품이 그의 대표작이 되었다. 



고갱의 작품은 파블로 피카소나 앙리 마티스와 같은 프랑스 아방가르드 작가들에게 영감을 주었다. 고갱 사후 파리의 아트딜러 앙브루아즈 볼라르는 두 번의 유작전을 파리에서 개최하였고 그제서야 명성을 얻게 되었다

고갱은 상징주의를 대표하는 인물 가운데 하나로 회화뿐만아니라 조각, 판화, 도예, 저술 등의 다방면에서 작품을 남겼다. 고갱의 화풍은 클루아조니즘으로부터 많은 영향을 받았으며 대표작들의 주제는 원시주의에 바탕을 두었다.');

insert into artist values(artist_seq.nextval, '피에르 보나르', 'Pierre Bonnard', '프랑스', '1867-10-03 ~ 1947-01-23'
, '[시골의 다이닝 룸], [정원의 여인들], [새벽녘, 크로케 놀이 출발]', '피에르 보나르는 다른 나비파 화가들과 마찬가지로 폴 고갱과 일본 판화들로부터 영향을 받은 색채 및 표현적인 선을 연구하였으며 또한 다양한 매체 및 여러 패턴이 있는 표면을 실험하기도 하였다. 그의 가장 특징적인 작품은 친밀한 느낌의 실내 장면 회화라고 할 수 있는데 이처럼 실내 정경을 위주로 한 작품들로 인해 그의 작품은 앙티미슴(Intimisme) 경향이라고 불리기도 한다. 또한 그는 여러 정물화 및 그의 아내를 모델로 한 여러 누드화를 그리기도 하였으며 당대 파리 장면들을 주제로 하여 벨 에포크 시대의 프랑스를 기록하는 작품을 제작하기도 하였다. ');

insert into artist values(artist_seq.nextval, '빈센트 반 고흐', 'Vincent van Gogh', '네덜란드', '1853-03-30 ~ 1890-07-29'
, '[별이 빛나는 밤], [자화상], [아를르의 포룸 광장의 카페 테라스]', '네덜란드의 후기 인상주의 화가. 짧은 생애였지만 가장 유명한 미술가로 남아있다.

초기 작품은 어두운 색조의 작품이었고, 후기 작품은 표현주의의 경향을 보였다.

고흐의 작품은 20세기 미술운동인 야수주의와 독일 표현주의가 발전할 수 있는 토대를 제공했다.');

insert into artist values(artist_seq.nextval, '바실리 칸딘스키', 'Wassily Kandinsky', '러시아', '1866-12-16 ~ 1944-12-13'
, '[우주], [컴포지션 1년 ~ 컴포지션 10], [교회가 있는 풍경]', '러시아 출신의 화가로 추상 회화의 창시자이다. 모스크바에서 출생, 파리 교외 뇌이 쉬르 센에서 사망했다.



초기 작품에 유겐트슈틸, 인상주의와 러시아 민예의 영향이 현저하게 나타나 있다. 1902년 뮌헨의 예술가 집단 〈파랑크스〉에 부설 형식으로 회화 교실을 열었다.

점차 그림에 표현주의적 경향이 짙어졌으며, 1909년에는 아우렌스키 등과 〈신예술과 협회〉를 설립했다. 1910년 수채에 의한 최초의 추상화(니나 칸딘스키 소장)가 성립, 이후 화면에서 점차 대상적 요소의 모습이 사라졌다.

같은 무렵 『Uber das Geistige in der Kunst』(예술에 있어서 정신적인 것)을 집필했다. 마르크, 마케, 클레와 함께 협력하여 1912년 『블라우어 라이터(청기사)』 지(誌)를 간행했다.

1914년 러시아로 귀국해 혁명후 모스크바 미술학교 교수를 지냈다. 1921년 독일에 돌아와 1922~1933년 바우하우스에서 교편을 잡았고, 1933년 파리로 망명했다.



그의 추상회화는 형태와 색채 모두 격렬한 동세(動勢)를 보이는 ''드라마틱한 시대'' (1920~1924), 건축적 구성의 ''컴포지션 시대'' (1920~1924), ''원의 시대'' (1925~1928), 만년의 ''구체 예술의 시대''로 크게 나눌 수 있다.

대표작은 1910~1939년에 제작된 『컴포지션1』부터 『컴포지션 10』이다. 중요한 컬렉션으로는 가브리엘 뮌터가 기증한 초기 작품들이 뮌헨의 렌바하 화랑에,

두번째 부인 니나가 소장했던 일부가 국립 근대미술관과 상당수의 작품이 뉴욕의 구겐하임 미술관에 있다. 판화집으로 『우주』도 있다.');

-- select * from artist;

-------작가(Artist) 테이블 정보 입력 끝!!!!!!!!!!!--------------------------

-------관리자(Admin) 테이블 정보 입력 (얘가 있어야 Work입력이 가능. work 테이블의 admin_id컬럼이 외래키로 지정되어있어서.--------------------------
insert into admin values(admin_seq.nextval, '관리자1','admin1','1111',0,01011112222,sysdate,0);
--select * from admin;
-------관리자(Admin) 테이블 정보 입력 끝!!!!!!!!!!!--------------------------


-------작품(Work) 테이블 정보 입력--------------------------
--delete from work;


select * from artist where artist_korean_name = '클로드 모네';

insert into work (id, work_name, artist_id, work_genre_name, work_subject_name, work_img_url,
work_content, work_reg_date, work_price, admin_id)
values(work_seq.nextval, '양산을 든 여인 - 카미유와 장', 3,'초상화', '봄', 'C:\workspace2\DropShip_0316\src\main\resources\static\data\painting\Claude_Monet01.jpg', 
'마네의 도움으로 1871년 모네는 아르장퇴유에 거처를 마련하였다. 양산을 든 여인(1875)는 1875년 여름에서 1876년 사이에 그린 일련의 작품 시리즈 가운데 하나이다. 이때 그린 시리즈물의 풍경은 파리 외곽인 아르장퇴유의 두 번째 집 주위의 정원을 묘사하고 있다.



이 그림의 모델은 모네의 아내 카미유와 그의 아들 장이다. 장은 당시 8살이었다. 그녀는 치마를 휘감는 바람 부는 언덕 위에 양산을 들고 서서 여름철의 정경을 소요하고 있다.

그녀 옆에 있는 아들은 다소 뒤켠으로 물러나 있어 조금은 이들 관계를 소원하게 만들어 보이고 있다. 아래에서 올려다 보는 시각으로 그려져 있어 카미유의 존재가 한층 더 돋우라져 보인다.

언덕 아래로 그림자가 길게 드리워져 있는데, 햇빛을 가리는 양산과 인물의 그림자 각도가 서로 빗겨나 있는 것이 안정적인 구도를 만들고 있다. 



하지만 그림의 실제 주제는 색과 움직임이다. 색을 섞고 그늘을 만들고 붓질로 움직임을 만드는 방식을 통해 그는 이 풍경을 매우 현실적으로 만들었다.

바람은 언덕 들꽃의 꽃대와 풀잎의 흔들거림 속으로 불어와 여인의 치마폭을 휘감아 올라가 베일과 머리카락을 흩날리고 양산을 한껏 팽팽히 부풀리고 있다.

이같은 생생한 현실감으로 인해 관람자는 마치 그런 바람을 맞으며 야외에 함께 나와 있는 것 같은 개방감을 느끼게 된다. '
,sysdate,38200,1);

insert into work (id, work_name, artist_id, work_genre_name, work_subject_name, work_img_url,
work_content, work_reg_date, work_price, admin_id)
values(work_seq.nextval, '세느강의 봄', 3,'추상화', '봄', 'C:\workspace2\DropShip_0316\src\main\resources\static\data\painting\Claude_Monet02.png', 
'해당 그림은 예시로, 프레임의 무늬 및 그림 비율에 따라 달리 보일 수 있습니다.

하단 백상만의 설명을 참고해주세요.'
,sysdate,36500,1);

insert into work (id, work_name, artist_id, work_genre_name, work_subject_name, work_img_url,
work_content, work_reg_date, work_price, admin_id)
values(work_seq.nextval, '수련연못', 3,'풍경', '가을', 'C:\workspace2\DropShip_0316\src\main\resources\static\data\painting\Claude_Monet03.png', 
'해당 그림은 예시로, 프레임의 무늬 및 그림 비율에 따라 달리 보일 수 있습니다.

하단 백상만의 설명을 참고해주세요.'
,sysdate,98000,1);

insert into work (id, work_name, artist_id, work_genre_name, work_subject_name, work_img_url,
work_content, work_reg_date, work_price, admin_id)
values(work_seq.nextval, '앙티브이 아침', 3,'초상화', '봄', 'C:\workspace2\DropShip_0316\src\main\resources\static\data\painting\Claude_Monet04.png', 
'해당 그림은 예시로, 프레임의 무늬 및 그림 비율에 따라 달리 보일 수 있습니다.

하단 백상만의 설명을 참고해주세요.'
,sysdate,65000,1);
-------------
--select * from work;
--delete from work;

insert into work (id, work_name, artist_id, work_genre_name, work_subject_name, work_img_url,
work_content, work_reg_date, work_price, admin_id)
values(work_seq.nextval, '지베르니 봄의 효과', 3,'초상화', '봄', 'C:\workspace2\DropShip_0316\src\main\resources\static\data\painting\Claude_Monet05.png', 
'해당 그림은 예시로, 프레임의 무늬 및 그림 비율에 따라 달리 보일 수 있습니다.

하단 백상만의 설명을 참고해주세요.'
,sysdate,42000,1);

select * from artist where artist_korean_name='피에르 보나르';
select * from artist;
insert into work (id, work_name, artist_id, work_genre_name, work_subject_name, work_img_url,
work_content, work_reg_date, work_price, admin_id)
values(work_seq.nextval, '산지기의 집', 8,'초상화', '봄', 'C:\workspace2\DropShip_0316\src\main\resources\static\data\painting\Gustav_Klimt01.png', 
'해당 그림은 예시로, 프레임의 무늬 및 그림 비율에 따라 달리 보일 수 있습니다.

하단 백상만의 설명을 참고해주세요.'
,sysdate,42300,1);

insert into work (id, work_name, artist_id, work_genre_name, work_subject_name, work_img_url,
work_content, work_reg_date, work_price, admin_id)
values(work_seq.nextval, '키스', 8,'추상화', '여름', 'C:\workspace2\DropShip_0316\src\main\resources\static\data\painting\Gustav_Klimt02.png', 
'해당 그림은 예시로, 프레임의 무늬 및 그림 비율에 따라 달리 보일 수 있습니다.

하단 백상만의 설명을 참고해주세요.'
,sysdate,23500,1);

insert into work (id, work_name, artist_id, work_genre_name, work_subject_name, work_img_url,
work_content, work_reg_date, work_price, admin_id)
values(work_seq.nextval, '헤르미네 갈리아의 초상', 8,'추상화', '가을', 'C:\workspace2\DropShip_0316\src\main\resources\static\data\painting\Gustav_Klimt03.png', 
'해당 그림은 예시로, 프레임의 무늬 및 그림 비율에 따라 달리 보일 수 있습니다.

하단 백상만의 설명을 참고해주세요.'
,sysdate,33500,1);

insert into work (id, work_name, artist_id, work_genre_name, work_subject_name, work_img_url,
work_content, work_reg_date, work_price, admin_id)
values(work_seq.nextval, '아티제 호수', 8,'수묵화', '봄', 'C:\workspace2\DropShip_0316\src\main\resources\static\data\painting\Gustav_Klimt04.png', 
'해당 그림은 예시로, 프레임의 무늬 및 그림 비율에 따라 달리 보일 수 있습니다.

하단 백상만의 설명을 참고해주세요.'
,sysdate,78653,1);

---------------
insert into work (id, work_name, artist_id, work_genre_name, work_subject_name, work_img_url,
work_content, work_reg_date, work_price, admin_id)
values(work_seq.nextval, '베르농의 테라스', 8,'추상화', '여름', 'C:\workspace2\DropShip_0316\src\main\resources\static\data\painting\Gustav_Klimt04.png', 
'해당 그림은 예시로, 프레임의 무늬 및 그림 비율에 따라 달리 보일 수 있습니다.

하단 백상만의 설명을 참고해주세요.'
,sysdate,78653,1);
select * from work order by id asc;


