-------아티스트 테이블 정보 입력

insert into artist values(artist_seq.nextval, '알폰스 무하', 'Alphonse Mucha', '체코', '1860-07-24 ~ 1939-07-14'
, '[지스몬다], [황야의 여인], [황도 12궁], [샹프누아]', '체코의 화가이며 장식 미술가. 아르 누보 양식의 대표작가로 선적이고 장식적인 문양과 풍요로운 색감, 젊고 매혹적인 여성에 대한 묘사는 아르 누보의 정수로 평가된다.

그의 포스터와 장식 작품은 실용미술을 순수미술의 단계로 끌어 올리며, 근대미술의 새로운 영역의 등장과 발전에 핵심적인 역할을 수행했다.



무하는 1894년 당대 최고의 여배우 사라 베르나르(Sarah Bernhardt) 주연의 연극 ‘지스몬다’의 포스터를 제작하면서 명성을 얻기 시작했다.

이전까지 무명에 불과했던 무하는 이 포스터의 성공으로 베르나르와 6년간 전속 계약을 맺고 그녀가 공연하는 연극의 포스터뿐만 아니라 극장의 무대장치와 의상까지 담당하게 되었다.

또한 그녀의 전속 디자이너로 일하면서 달력, 일러스트, 상품 광고 등 폭넓은 분야에서 활발한 활동을 하며 대중예술가로 이름을 날렸다.



낭만적인 꿈의 세계를 창조한 무하는 이류에 머물러 있던 실용미술을 순수미술의 단계로 끌어올린 예술가 중 한 사람이다.

대량으로 인쇄된 그의 그래픽 작품은 시대의 요구에 따라 예술을 일상생활 속으로 끌어들이는 데 일찍이 기여했으며, 그의 포스터와 장식 작품은 회화와 다름없는 예술성을 추구함으로써 근대미술의 새로운 영역의 등장과 발전에 핵심적인 역할을 수행했다.

그의 작품은 1980년 파리 그랑팔레의 대규모 회고전을 통해 전시되었으며, 그를 기념하는 박물관이 프라하에 건립되었다.');

insert into artist values(artist_seq.nextval, '아실 고르키', 'Arshile Gorky', '미국', '1904-04-15 ~ 1948-07-21'
, '[소치 정원], [폭포], [간은 닭의 볏이다], [밀크위드의 일년]', '아르메니아 태생 미국의 화가. 초현실주의에 접근했다 W.데쿠닝과 아틀리에를 쓰면서 유기적인 추상양식을 확립했다. 자연물의 원형을 조합하여 내적인 세계를 표현한 추상표현주의의 대표적 화가이다. 



본명 Vosdanig Manoog Adoian. 아르메니아 출생. 15세 때 미국으로 건너가 뉴욕에서 디자인 및 공예를 배우고, J.미로의 작품과 R.마타, A.콜더 등과 알게 되어 초현실주의에 접근하였다(1929). 한때 W.데쿠닝과 아틀리에를 쓰면서 유기적인 추상양식을 확립하였다(1940). 자연물의 원형을 조합하여 내적인 세계를 표현한 추상표현주의의 대표적 화가이다. 만년에 화재와 교통사고의 불행이 겹쳐 자살하였다.');
insert into artist values(artist_seq.nextval, '클로드 모네', 'Claude Monet', '프랑스', '1840-11-14 ~ 1926-12-05'
, '[인상, 해돋이], [풀밭위의 점심식사], [푸르빌의 절벽 산책로], [수련]', '프랑스의 인상파 화가. 인상파 양식의 창시자 중 한 사람으로, 그의 작품 [인상, 해돋이] 에서 ‘인상주의’라는 말이 생겨났다.
‘빛은 곧 색채’라는 인상주의 원칙을 끝까지 고수했으며, 연작을 통해 동일한 사물이 빛에 따라 어떻게 변하는지 탐색했다.
말년의 [수련] 연작은 자연에 대한 우주적인 시선을 보여준 위대한 걸작으로 평가받는다. ');
insert into artist values(artist_seq.nextval, '에드가 드가', 'Edgar Degas', '프랑스', '1834-07-19 ~ 1917-09-27'
, '[압생트], [무대 뒤의 무희], [발레 수업]', '프랑스의 화가. 파리의 근대적인 생활에서 주제를 찾아 정확한 소묘능력 위에 신선하고 화려한 색채감이 넘치는 근대적 감각을 표현했다. 인물동작의 순간적인 포즈를 교묘하게 묘사해 새로운 각도에서 부분적으로 부각시키는 수법을 강조했다.



그는 파리의 근대적인 생활에서 주제를 찾게 되자 더욱 재능을 발휘하여 정확한 소묘능력 위에 신선하고 화려한 색채감이 넘치는 근대적 감각을 표현하였다. 인물동작을 잡아 순간적인 포즈를 교묘하게 묘사하여 새로운 각도에서 부분적으로 부각시키는 수법을 강조해왔다. 경마나 무희, 욕탕에 들어가거나 나오려는 여성의 한 순간의 동작을 즐겨 그렸다. 이러한 그의 눈과 기량은 파스텔이나 판화에도 많은 수작을 남겼을 뿐 아니라, 만년에 시력이 극도로 떨어진 뒤에 손댄 조각에까지 더없는 걸작을 만들어냈다. 선천적으로 자의식(自意識)이 강한 성격 때문에 독신으로 보냈고, 그의 인간혐오증은 늙어갈수록 더하여 고독한 가운데 파리에서 83년의 생애를 마쳤다. 파리 인상파미술관에 소장된 대표작 《압생트》(1876) 《대야》(1886)를 비롯한 많은 작품을 남겼다.');
insert into artist values(artist_seq.nextval, '펠릭스 발로통', 'Fellix Vallotton', '스위스', '1865-12-28 ~ 1925-12-29'
, '[극장의 내부], [가면에 관한 책 삽화]', '스위스 출신의 프랑스 화가. 로잔에서 출생하여 파리에서 사망. 17세때 화가를 지망하여 파리로 나아가 아카데미에 첫 출품하였다.

그 뒤, 오스트리아와 이탈리아를 여행하였고 1891년 툴루즈 로트렉, 반 고흐의 작품에서 강한 영향을 받고 나비파에 참가하였다.

명확한 형태 파악과 아라베스크에 의한 화면구성으로 나비파의 특색을 나타내었으나 주제의 취급에 있어 사회주의의 독특한 풍자성을 표시 하였다.

1900년 프랑스에 귀환함. 판화에도 능숙하여 레미 드 구르몽 (Remy De Gourmont, 1858~1915)의 『Le Livre Des Masques(가면에 관한 책)』의 삽화 등을 제작 하였다. (동판 22, 석판화 58, 목판화 141) 대표작 『극장의 내부』 (파리 근대국립박물관) 등.');
insert into artist values(artist_seq.nextval, '페르낭 레제', 'Fernand L?ger', '프랑스', '1881-02-04 ~ 1955-08-17'
, '[기계적 발레], [빅 퍼레이드]', '프랑스 화가. 노르망디의 아르장탕 출생, 파리 근교의 제프 쉬르 이베트에서 사망. 칸에서 건축을 배우고, 파리에서 장식미술학교와 아카데미 줄리앙을 수료.

1910년경부터 큐비즘 운동에 참가, 피카소, 브라크, 로베르 들로네 등과 함께 그 유력한 추진자의 한사람이 된다.



후일 들로네와 함께 큐비즘에서 색채의 움직임을 추구하여 1917~1920년 기계문명의 다이나미즘을 표현함. 1925년 르코르뷔지에의 이론에 영향을 받아 벽화를 그리기 시작함.

건축과 추상회화의 접점을 탐색하는 한편, 영화 『기계적 발레(Ballet M?chanique)』(1924~1925)에서, 일상의 물체 또는 그 일부를 단독으로 잘라내어, 크게 확대함으로써 새로운 조형적 리얼리티를 추구했다.



1935년 이후 근대 회화에서 망각된 군상 구성을 취하여, 제2차 세계대전 후는 피크닉, 사이클링, 서커스 등의 서민적 리크레이션의 세계를 굵고 명쾌한 윤곽선으로 그렸다.(『The Big Parade』, 1954, 파리 마그 화랑) 또

기법적으로는 색채를 대상에서 분리, 순색의 띠로 화면에 그리기도 함. 1950년에 베네수엘라 중앙대학 창문에 스테인드글라스를 제작하였다. 1960년 비오트에 레제 미술관이 설립 되었다.');
insert into artist values(artist_seq.nextval, '프란체스코 구아르디', 'Francesco Guardi', '이탈리아', '1712 ~ 1793'
, '[베네치아, 산 마르코 광장], [건축물을 그린 카프리초], [베네치아 부근 풍경]', '프란체스코 과르디는 18세기 베네치아 풍경화의 마지막 대표 화가로 자신이 살던 베네치아를 수려한 빛의 표현 기법으로 그려낸 로코코 화가이다. 



이탈리아 베네치아에서 태어난 프란체스코 과르디는 귀족 집안에서 태어나 화가였던 아버지 도메니코의 영향을 받아 화가가 되었다. 그는 화가였던 형과 함께 아틀리에를 운영했고 그 과정에서 다양한 작가들의 작품을 모방하고 연구하며 자신만의 화풍을 만들어갔다.

빛의 효과에 집중했던 과르디는 대기 표현법과 명암법, 원근법에 관심을 보였다. 그래서 그는 베네치아 특유의 분위기와 빛에 비친 풍경을 그리기 위해 많은 노력을 기울였다.

자신이 살던 베네치아를 위주로 많은 풍경화를 남기며 꾸준히 빛의 효과를 나타낼 수 있는 기법을 연구했던 과르디는 18세기 베네치아 풍경화의 마지막 화가라는 점에서 의의가 있다.');
insert into artist values(artist_seq.nextval, '구스타프 클림트', 'Gustav Klimt', '오스트리아', '1862. 7. 14 ~ 1918. 2. 6.'
, '《유디트 Judith》(1901), 《아델레 블로흐 바우어의 초상 Portrait of Adele Bloch-Bauer》(1907), 《입맞춤 The Kiss》(1907~1908), 《다나에 Dana?》(1907~1908)', '오스트리아의 화가. 아르누보 계열의 장식적인 양식을 선호하며 전통적인 미술에 대항해 ''빈 분리파''를 결성했다. 

관능적인 여성 이미지와 찬란한 황금빛, 화려한 색채를 특징으로 하고 성(性)과 사랑, 죽음에 대한 알레고리로 많은 사람들을 매혹시켰다');
insert into artist values(artist_seq.nextval, '앙리 마티스', 'Henri Matisse', '프랑스', '1869-12-31 ~ 1954-11-03'
, '[춤], [달팽이], [푸른 누드 IV]', '본명 앙리 에밀 브누아 마티스(Henri Emile Benoit Matisse). 프랑스의 화가. 



1896년 살롱에 첫 출품. 1898년에 스승 모로가 사망하자 다음 해에 아카데미를 떠나 파리의 아카데미 카리에르에 다니며, 드렝과 알게되고, 그의 소개로 블라맹크와도 교제함. 또 그 전후로 신인상주의에 접근, 1904년 볼라르의 화랑에서 최초의 개인전을 열었다.

1905년의 여름을 드렝과 프랑스 남부 지중해 부근에서 보내고 함께 포비즘에 도달하게 된다(『콜리우르의 열린 창문』 1905, 뉴욕, 존 헤이 휘트니 소장 등). 다음 해 거트루드 스타인 집에서 피카소와 만난다.

1908년 『Note d''un Peintre』 (화가의 노트) 를 발표. 그해, 모스크바의 대수집가 시추킨에게 『후식: 붉은 색의 하모니』(에르미타주 미술관)등을 매도. 1911년에는 그의 초대로 모스크바를 방문한다.

1909년 파리 근교 이시 레 물리노에 옮기다. 1911~1912년에 모로코를 두번 여행함. 그 때부터 여러가지 공간표현의 실험, 장식적 요소의 대담한 사용을 시도한다. 1916년부터 겨울은 니스에서, 여름은 파리에서 보내는 일이 많아지고,

『오달리스크』의 주제를 즐겨 택한다. 1932년 미국 메리온 소재 ''반즈재단''의 벽화 『댄스II』를 완성함(반즈 재단미술관). 이후 평면화와 단순화의 시도(『장미빛의 나부』 1935, 볼티모어 미술관 등)를 거쳐, 1940년대의 대실내의 연작을 하기에 이른다(『빨간 대실내』 1948, 파리 국립현대미술관람 등).



1941년 대수술을 받고, 1943~1948년 남프랑스의 니스에 정주, 절지화(切紙畵)에 전념하여, 작품집 『재즈』를 출판(1947). 1948~1951년, 건축의 설계, 벽화, 스테인드 글라스 등 모두 자신의 구상에 의한 로제르 드 방스 성당을 완성했다.

일찍이 조각과 판화에도 손댄 외에 말라르메 시집의 삽화(1931) 및 그래픽 작품도 많다. 가장 순수한 의미의 색채화가로 뛰어난 데생 능력의 소유자. 니스에 마티스 미술관이 있다.';
------------앙리 마티세 오류 뜸


insert into artist values(artist_seq.nextval, '알폰스 무하', 'Alphonse_Mucha', '프랑스', '1860-07-24 ~ 1939-07-14'
, '[지스몬다], [황야의 여인], [황도 12궁], [샹프누아]', '');
insert into artist values(artist_seq.nextval, '알폰스 무하', 'Alphonse_Mucha', '프랑스', '1860-07-24 ~ 1939-07-14'
, '[지스몬다], [황야의 여인], [황도 12궁], [샹프누아]', '');
insert into artist values(artist_seq.nextval, '알폰스 무하', 'Alphonse_Mucha', '프랑스', '1860-07-24 ~ 1939-07-14'
, '[지스몬다], [황야의 여인], [황도 12궁], [샹프누아]', '');
insert into artist values(artist_seq.nextval, '알폰스 무하', 'Alphonse_Mucha', '프랑스', '1860-07-24 ~ 1939-07-14'
, '[지스몬다], [황야의 여인], [황도 12궁], [샹프누아]', '');
insert into artist values(artist_seq.nextval, '알폰스 무하', 'Alphonse_Mucha', '프랑스', '1860-07-24 ~ 1939-07-14'
, '[지스몬다], [황야의 여인], [황도 12궁], [샹프누아]', '');
insert into artist values(artist_seq.nextval, '알폰스 무하', 'Alphonse_Mucha', '프랑스', '1860-07-24 ~ 1939-07-14'
, '[지스몬다], [황야의 여인], [황도 12궁], [샹프누아]', '');
insert into artist values(artist_seq.nextval, '알폰스 무하', 'Alphonse_Mucha', '프랑스', '1860-07-24 ~ 1939-07-14'
, '[지스몬다], [황야의 여인], [황도 12궁], [샹프누아]', '');

select * from artist;

